/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (despejo do núcleo)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Nova janela com definições - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Novo separador com definições – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nova janela com o mesmo comando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Novo separador com o mesmo comando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%2$@ %1$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "Definições";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "Definições de %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "Grupo de janelas de %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Servidores encontrados ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Preto sobre branco";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Preto sobre amarelo";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Azul sobre branco";

/* Name of built-in default window settings */
"Built-in" = "Integrada";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Menu item title */
"Clear to Previous Bookmark" = "Limpar até ao marcador anterior";

/* Menu item title */
"Clear to Previous Mark" = "Limpar até à marca anterior";

/* Menu item title */
"Clear to Selected Bookmark" = "Limpar até ao marcador selecionado";

/* Menu item title */
"Clear to Selected Mark" = "Limpar até à marca selecionada";

/* Menu item title */
"Clear to Start of Selection" = "Limpar até ao início da seleção";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Close All" = "Fechar todas";

/* Tab close-button accessibility label/title. */
"Close tab" = "Fechar separador";

/* Tab close-button accessibility role description. */
"close tab button" = "botão de fecho de separador";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Se fechar este separador, terminará o processo em execução %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Se fechar este separador, terminará os processos em execução %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Se fechar esta janela, terminará o processo em execução %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Se fechar esta janela, terminará os processos em execução %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Não foi possível criar um processo novo e abrir uma pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Predefinição";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Início";

/* Compose Email Message contextual menu item. */
"Compose" = "Escrever";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Ligar";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copiar";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Pretende fechar este separador?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Pretende fechar esta janela?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Pretende terminar os processos em execução nesta janela?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Pretende terminar os processos em execução neste separador?";

/* Service */
"File Transfer (ftp)" = "Transferência de ficheiros (ftp)";

/* Find Panel; window title */
"Find" = "Procurar";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Verde sobre preto";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Ocultar Inspetor";

/* Menu item title */
"Hide Marks" = "Ocultar marcas";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Ocultar barra de separadores";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Se não rever as janelas, os processos em execução serão interrompidos.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Pode não ter sido totalmente copiado de outra máquina.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Não foi possível importar múltiplos ficheiros.";

/* Default name for new window settings */
"New settings" = "Novas definições";

/* No options for this service */
"No options" = "Nenhuma opção";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Nenhum grupo de janelas foi guardado";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "Nenhum";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objeto";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Abrir hiperligação";

/* Open man Page contextual menu item. */
"Open man Page" = "Abrir página man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Abrir página man de “%@”";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Procurar “%@” no índice de páginas man";

/* Look Up contextual menu item. */
"Look Up" = "Procurar";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Procurar “%@”…";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Procurar “%@” no dicionário";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Pesquisar com %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Pesquisar na Web";

/* Default process name */
"Process name" = "Nome do processo";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* Service */
"Remote Login (telnet)" = "Acesso remoto (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Remover";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Substituir";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "A substituição do %@ substituirá o seu conteúdo.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "A substituição do %@ substituirá os seus conteúdos.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Rever janelas…";

/* Window group save panel; panel title */
"Save Window Group" = "Guardar grupo de janelas";

/* Service */
"Secure File Transfer (sftp)" = "Transferência de ficheiros segura (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell segura (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automático)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocolo SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Mostrar Inspetor";

/* Menu item title */
"Show Marks" = "Mostrar marcas";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Mostrar a barra de separadores";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automático)";

/* Connect to service option */
"SSH Protocol 1" = "Protocolo SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocolo SSH 2";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is currently mapped to the Meta key. The word 'Meta' should probably not be localized. */
"\\U2325 Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is NOT currently mapped to the Meta key. */
"\\U2325 Option" = "⌥ Opção";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Saída guardada do Terminal.txt";

/* No comment provided by engineer. */
"Terminate" = "Terminar";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Terminar processos";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "Os %1$@ %2$@ já existem. Pretende substituí‑los?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "O %1$@ %2$@ já existe. Pretende substituí‑lo?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "O administrador especificou a sua shell com um valor ilegal.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "O ficheiro está danificado. Poderá conseguir obter uma cópia nova do ficheiro junto do seu autor.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Impossível executar o ficheiro “%@”, porque não tem os privilégios de acesso corretos.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Não foi possível importar o ficheiro “%@”.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Não foi possível abrir o ficheiro “%@”, porque está danificado.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Os seguintes ficheiros estão danificados: %@. Poderá conseguir obter uma cópia nova dos ficheiros junto dos seus autores.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "O nome das definições de janelas é demasiado curto.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "As definições de janelas “%@” já existem.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Para ver ou alterar os privilégios de acesso, selecione o ficheiro no Finder e escolha Ficheiro > Informações.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Tente digitar um nome diferente.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Tente digitar um nome com mais caracteres.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Branco sobre preto";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Branco sobre azul";

/* Window group save panel; name of object used in replacement panels */
"window group" = "grupo de janelas";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "definições de janelas";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Não tem autorização para executar esta aplicação.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Existem %d janelas com processos em execução. Rever estas janelas antes de sair?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Comando não encontrado: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Processo concluído]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Processo abandonado - código %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Processo interrompido pelo sinal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Conteúdo restaurado cortado]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restaurado a %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Marcado a %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Nenhum marcador";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Painel dividido";

"Close split-pane" = "Fechar painel dividido";

/* strings used for Shortcut man page support */

"Man Pages" = "Páginas man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "Não é possível abrir “%@”, porque %@ não tem permissão para abrir documentos no Terminal";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "O Terminal está a estabelecer uma ligação ssh a %@ para o %@.";
"QuarantineTitleTelnet" = "O Terminal está a estabelecer uma ligação telnet a %@ para o %@.";
"QuarantineTitle2" = " Pretende permitir?";
"QuarantineMessage" = "O seu nome de utilizador e endereço de rede será revelado ao outro computador. Para evitar voltar a receber este aviso, adicione‑o à lista ssh de hosts conhecidos.";
"QuarantineMessageError" = "\n\nOcorreu um erro ao pesquisar os hosts conhecidos (para obter informação adicional, execute “%@”).";
"QuarantineAllow" = "Permitir";
"QuarantineDeny" = "Não permitir";

"Alter Settings" = "Alterar definições";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(interrompido)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Disponível";

/* Inspector process list: process status */
"Runnable" = "Executável";

/* Inspector process list: process status */
"Sleeping" = "Em pausa";

/* Inspector process list: process status */
"Stopped" = "Interrompido";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Sim";

/* Inspector process list: boolean NO */
"No" = "Não";
